{
  "cheritan": {
    "desc": "Cheritan Farmhouse, tucked away in the peaceful middle of the forest, provides a dreamlike haven from the bustling city life. Our farmhouse is set up to provide a perfect balance of leisure and enjoyment, guaranteeing you and your loved ones a memorable stay. Special features of Cheritan Farmhouse include a wonderful garden area, a cool swimming pool, a fully stocked kitchen with dishes and bowls, and a barbeque area for delicious meals. A 43-inch TV, WiFi, a Bluetooth audio system, and access to Netflix, Prime, Hotstar, Aha, and ZEE5 provide plenty of entertainment options. Play games like chess, carroms, shuttle, cricket, and shuttle to make sure everyone has a good time.",
    "subdesc": "Over the last several decades, urban investors have developed an interest in purchasing rural acreage and converting it into holiday homes or lavish resorts with plenty of greenery and scenic views. Since the vertical rise of structures in urban centres leaves little room for greenery and open space, demand for such housing choices has surged. As a result, individuals have begun investing actively in property in distant places. A farmhouse is one of these housing types since it enables the investor to possess both property and privacy."
  },
  "blueberry": {
    "desc": "Blueberry Farmhouse offers a perfect blend of elegance and tranquility, huddled in the heart of Moinabad’s lush landscapes. This 2BHK retreat is designed for those seeking a sophisticated escape with privacy and comfort, making it an ideal destination for family getaways, corporate retreats, and intimate celebrations.",
    "subdesc": "Enjoy the luxury of your private swimming pool, unwind amidst the beautifully landscaped gardens, and savor the peaceful ambiance of nature, enhanced by modern amenities. The spacious and elegantly furnished bedrooms offer a welcoming atmosphere, while outdoor spaces are perfect for bonfires, outdoor dining, and relaxed evenings.Just a short drive from Hyderabad, Blueberry Farmhouse provides an unparalleled opportunity to experience nature’s serenity without sacrificing comfort. Book your stay now and immerse yourself in a luxurious countryside retreat."
  },
  "palika-eco": {
    "desc": "Located within the peaceful surroundings of Ramoji Film City, Palika Eco Farmhouse offers a serene escape for those wishing to reconnect with nature. This 2BHK farmhouse is the perfect choice for couples, small families, or groups of friends seeking a tranquil getaway from the hustle and bustle of daily life.",
    "subdesc": "Surrounded by lush greenery, the farmhouse exudes a peaceful ambiance, making it perfect for intimate celebrations, relaxing weekends, or even a peaceful workcation. With modern conveniences, spacious outdoor spaces, and charming interiors, Palika Eco Farmhouse guarantees a refreshing and rejuvenating stay. Whether you're looking for a quiet retreat, a place to celebrate milestones, or simply to relax in nature, Palika Eco Farmhouse is the perfect destination for an unforgettable experience."
  },
  "svasti-farm": {
    "desc": "Indulge in an exceptional convergence of luxury, comfort, and exclusivity at Svasti Farm, an exquisitely designed 2 BHK farmhouse, nestled within the serene and picturesque landscape of Moinabad. This premier sanctuary is ideally suited for familial gatherings, corporate retreats, weekend escapes, and significant celebrations, providing a refined refuge from the relentless pace of urban life.",
    "subdesc": "The farmhouse features large, beautifully decorated bedrooms, a stylish living room, and a modern kitchen, providing a stay that is both comfortable and elegant. The private swimming pool offers a peaceful retreat, while the well-maintained lawn provides plenty of space for outdoor activities and relaxation. With 24/7 security and dedicated parking, guests can enjoy complete privacy and feel safe throughout their visit."
  },
  "py": {
    "desc": "Escape to Py 2, a premium 3BHK farmhouse in the peaceful locale of Ghatkesar, offering an ideal blend of luxury and natural beauty. Designed for those who appreciate exclusivity, this retreat caters to solo travelers, couples, and groups looking for a serene and private getaway.",
    "subdesc": "The expansive outdoor spaces invite guests to unwind, enjoy recreational activities, or simply bask in nature. Inside, the farmhouse boasts modern comforts, including air-conditioned rooms, plush bedding, a flat-screen TV, a mini-fridge, and ample storage to enhance your stay. With its sophisticated ambiance and well-appointed amenities, Py 2 offers a truly rejuvenating experience, perfect for relaxation and unwinding in style. Whether you're looking to celebrate a special occasion or simply escape the city's fast pace, this farmhouse provides an unparalleled retreat into tranquility and elegance."
  },
  "hidden-leafs": {
    "desc": "Nestled in the serene landscapes of Chevella, Hidden Leafs is a premium 3BHK farmhouse designed for those seeking peace, privacy, and comfort. This exclusive retreat offers a perfect getaway for families, couples, and groups, providing an escape from the city's hustle while surrounding you with nature’s beauty. The expansive outdoor space is perfect for unwinding, whether you prefer a quiet morning amidst lush greenery, a fun-filled evening with outdoor games, or a cozy night by the bonfire. The farmhouse features a private swimming pool, ideal for a refreshing dip, along with a beautifully maintained garden for creating the perfect setting for relaxation and social gatherings.",
    "subdesc": "Inside, Hidden Leafs is designed for modern comfort, featuring air-conditioned bedrooms with plush beds, a stylish living area, a flat-screen TV, a well-equipped kitchen, and ample storage space. Whether you're planning a weekend retreat, birthday celebration, intimate gathering, or a peaceful staycation, Hidden Leafs, Chevella, offers the perfect blend of luxury, nature, and comfort. Book your stay today and experience a rejuvenating escape like never before!"
  },
  "ak": {
    "desc": "Tucked away in the peaceful surroundings of Ibrahimpatnam, AK Farmhouse is a charming 2BHK retreat designed for those seeking a private and relaxing escape. Whether it’s a weekend getaway, a family staycation, or a small celebration with close friends, this farmhouse offers the perfect blend of comfort, nature, and serenity. With its lush green outdoor space, guests can unwind, enjoy refreshing morning walks, or simply relax under the open sky. The cozy interiors are thoughtfully designed, featuring air-conditioned bedrooms with plush beds, a comfortable living area, a fully equipped kitchen, and modern amenities to make your stay stress-free.",
    "subdesc": "For those who love a bit of fun, the farmhouse offers ample outdoor space for games and activities, making it a great spot to create memorable experiences. Whether you want to host a small gathering, enjoy a peaceful retreat, or spend quality time with loved ones, AK Farmhouse is the ideal destination. Located just a short drive from Hyderabad, this hidden gem in Ibrahimpatnam provides the perfect escape from the city’s chaos while keeping you connected to convenience. Book your stay today and enjoy a refreshing break in a tranquil setting."
  },
  "rks-farm": {
    "desc": "Escape the city’s hustle and unwind at RKS Farm, a cozy 2BHK farmhouse in Rangareddy designed for a relaxing and private getaway. Surrounded by lush greenery and fresh air, this farmhouse is perfect for families, couples, and small groups looking to enjoy quality time in a peaceful environment. The farmhouse offers spacious outdoor areas, ideal for morning walks, outdoor games, or simply soaking in nature. Inside, the air-conditioned bedrooms are furnished with comfortable beds, a well-appointed living space, and a fully equipped kitchen, ensuring a hassle-free stay.",
    "subdesc": "Whether you’re planning a weekend retreat, a quiet staycation, or a small celebration, RKS Farm provides the perfect setting to relax and rejuvenate. Conveniently located in Rangareddy, it offers a tranquil escape without being too far from the city. Book your stay today and experience a refreshing break in nature!"
  },
  "retreat-resort": {
    "desc": "Looking for the perfect getaway near Shamshabad? Retreat Resort is a stunning 4BHK farmhouse designed for relaxation, celebration, and pure indulgence. Whether you're planning a family vacation, friends reunion, a birthday bash, or simply a peaceful escape, this resort offers a blend of luxury and comfort in a serene natural setting. The spacious interiors are designed for ultimate comfort, featuring air conditioned bedrooms, stylish living spaces, and modern amenities to make your stay truly special. Step outside, and you’ll be greeted by lush greenery, beautifully maintained lawns, and open seating areas, creating the perfect ambiance for unwinding and soaking in nature.",
    "subdesc": "For those who love water fun, the private swimming pool is an absolute highlight, inviting guests to take a refreshing dip or host a lively poolside gathering. As the sun sets, the atmosphere turns magical with a bonfire and BBQ setup, where you can enjoy delicious food and great company under the starlit sky. With a variety of indoor and outdoor recreational activities, there’s never a dull moment at Retreat Resort. Located just a short drive from Hyderabad, it offers the perfect balance of privacy, exclusivity, and top-tier amenities."
  },
  "airport-friendly": {
    "desc": "Located in the beautiful surroundings of Shamshabad, Airport Friendly is a sophisticated 4BHK farmhouse designed to offer a seamless blend of luxury and nature. This exclusive retreat provides an ideal escape from the city's hustle, catering to solo travelers, couples, and groups seeking relaxation in a serene environment.",
    "subdesc": "The expansive outdoor space allows guests to immerse themselves in nature, enjoy outdoor recreational activities, or simply unwind in a peaceful setting. Inside, the farmhouse is meticulously designed for comfort, featuring air-conditioned rooms, plush double beds, a flat-screen TV, a mini-fridge, and ample storage. With its thoughtfully curated amenities and serene ambiance, Airport Friendly promises a distinguished and rejuvenating stay."
  },
  "myrtle": {
    "desc": "Myrtle Farmhouse is an elegant 5BHK retreat situated in the tranquil locale of Shamshabad, offering an exquisite blend of luxury and nature. Designed for discerning guests seeking comfort, privacy, and exclusivity, this farmhouse is an ideal destination for family gatherings, corporate retreats, and private celebrations. The property features spacious, well-appointed bedrooms, a private swimming pool, and lush landscaped lawns, providing a serene and rejuvenating atmosphere. A fully equipped kitchen ensures seamless meal preparation, while indoor and outdoor seating areas offer the perfect setting for relaxation and social gatherings.",
    "subdesc": "Strategically located for both accessibility and seclusion, Myrtle Farmhouse presents an exceptional venue for special occasions, weekend getaways, and corporate offsites. Experience the perfect combination of elegance and tranquility—reserve your stay today for an unforgettable retreat."
  },
  "avadhuta": {
    "desc": "Discover a perfect blend of sophistication and serenity at Avadhuta Farmhouse, an exclusive 4BHK retreat set amidst the lush landscapes of Moinabad. Designed for those seeking elegance, privacy, and comfort, this premium getaway is ideal for family vacations, corporate offsites, and private celebrations. Unwind in a private swimming pool, relax amidst expansive landscaped gardens, and enjoy a seamless blend of modern amenities with nature's serenity.",
    "subdesc": "The spacious, well-appointed bedrooms offer a warm and sophisticated ambiance, while the open-air spaces are perfect for bonfire evenings, outdoor dining, and leisurely gatherings. Just a short drive from Hyderabad, Avadhuta Farmhouse offers an escape into tranquility without compromising on luxury. Book your stay today and immerse yourself in an unparalleled countryside experience."
  },
  "nbr-farm": {
    "desc": "Tucked away in the peaceful surroundings of Kondamadugu, NBR Farmhouse offers a perfect retreat for those looking to unwind in nature. Designed for comfort and relaxation, this farmhouse is an ideal choice for couples, small families, or friends seeking a peaceful escape from the city's fast pace. Surrounded by lush greenery, the property offers a tranquil ambiance, making it perfect for intimate gatherings, weekend retreats, or even a quiet workcation.",
    "subdesc": "Featuring modern amenities, spacious outdoor areas, and cozy interiors, NBR Farmhouse ensures a refreshing and rejuvenating stay. Whether you're looking to unwind in nature, celebrate special moments, or simply enjoy a private retreat, this charming getaway provides the perfect setting for your next escape."
  },
  "mbr-farm": {
    "desc": "Escape to MBR Farm, a luxurious 4 BHK retreat nestled in Shamshabad's serene landscape, where sophistication meets tranquility. Perfect for family vacations, corporate offsites, or special celebrations, this exclusive farmhouse offers a refined sanctuary away from the city's hustle. Spacious, elegantly designed bedrooms, a stylish living area, and a fully equipped kitchen ensure both comfort and convenience for discerning guests.",
    "subdesc": "Relax by your private swimming pool or unwind in the expansive landscaped gardens, ideal for both recreation and quiet moments. With 24/7 security and ample parking, your privacy and safety are assured. Just minutes from Hyderabad yet worlds away from urban chaos, MBR Farm combines accessibility with peaceful seclusion. Whether hosting an event or seeking a rejuvenating getaway, this haven promises an extraordinary experience. Book now for your perfect blend of luxury and serenity."
  },
  "mount-meadows": {
    "desc": "Discover your perfect countryside escape at Mount Meadows Farmhouse, a serene 4 BHK retreat nestled in Medchal's lush landscapes. Designed for both relaxation and celebration, this spacious property offers the ideal blend of comfort and nature, making it perfect for weekend getaways, family reunions, or special events. Wake up to birdsong and fresh country air while enjoying complete privacy in this peaceful sanctuary.",
    "subdesc": "The farmhouse features four tastefully furnished bedrooms for ultimate comfort, along with a fully equipped kitchen for home-style dining. Entertain guests in stylish indoor lounges or host memorable gatherings in the picturesque outdoor spaces. Conveniently located just outside Hyderabad yet worlds away from urban noise, Mount Meadows Farmhouse provides the perfect setting to unwind or celebrate. Book your stay today for a refreshing countryside experience you won't soon forget."
  },
  "sakethavanam": {
    "desc": "TRADITIONALLY FARMHOUSES are simply homes built on agricultural lands to house and protect who owned or worked the land. The term Farmhouse isn't necessarily connected to a particular style identified by a fixed set of features, but a setting for a way of life. This is most likely why its appeal seems to be timeless.",
    "subdesc": "Over the last several decades, urban investors have developed an interest in purchasing rural acreage and converting it into holiday homes or lavish resorts with plenty of greenery and scenic views. Since the vertical rise of structures in urban centres leaves little room for greenery and open space, demand for such housing choices has surged. As a result, individuals have begun investing actively in property in distant places. A farmhouse is one of these housing types since it enables the investor to possess both property and privacy."
  },
  "psr-farmhouse": {
    "desc": "Dozzy showcases some of the best farmhouses in Hyderabad, ideal for peaceful retreats. One of our premier properties, PSR FARM Stays, is nestled in lush greenery and offers a serene escape. With a delightful swimming pool, it’s perfect for cooling off and spending quality time with loved ones.",
    "subdesc": "Rooms are well-furnished with king-size beds, air conditioning, and essential amenities to ensure your comfort. Additional features like TVs and fridges provide convenience during your stay. For a special touch, take advantage of the BBQ setup and enjoy an evening of outdoor dining and stargazing."
  },
  "v-farmhouse": {
    "desc": "Dozzy brings you some of the most exquisite farmhouses in Hyderabad, offering tranquil spaces for a relaxing escape. One of the highlights is the V Farmhouse Farm Stays, a charming property nestled in lush greenery, providing a perfect natural retreat. A swimming pool on-site ensures guests can unwind and enjoy fun moments with loved ones.",
    "subdesc": "The farmhouse features rooms designed for ultimate comfort, with king-size beds, air conditioning, and other essential amenities. TVs and fridges in the rooms provide added convenience, making your stay effortless. For evenings, enjoy a BBQ setup where you can grill and dine beneath the beautiful night sky."
  },
  "little-nest": {
    "desc": "Planning a farmhouse getaway in Hyderabad? Boxed Serenity in Shamshabad by Dozzy Farmhouses awaits you. Nestled in greenery and featuring a stunning swimming pool, it's perfect for family or friend's vacations. Comfortable rooms with king-size beds, AC, TVs, and fridges provide a cozy stay. Evenings get better with a BBQ setup and bonfire pit, offering a fun and unforgettable outdoor dining experience beneath the stars.",
    "subdesc": ""
  },
  "nk-farmhouse": {
    "desc": "Dozzy presents some of the finest farmhouses in and around Hyderabad, ideal for a peaceful getaway or hosting memorable events with loved ones. Among them, the NK FARMHOUSE_Dozzy_1569 Farmhouse stands out, surrounded by lush greenery to offer a tranquil escape close to nature.",
    "subdesc": "This charming farmhouse features a sparkling swimming pool, perfect for relaxation or fun-filled activities. Each room is designed for comfort, equipped with air conditioning, king-size beds, a TV, a fridge, and ample storage. The farmhouse also boasts BBQ facilities for delightful outdoor cooking and dining experiences. Thoughtfully added amenities ensure every convenience for your stay. With its serene surroundings, cozy interiors, and excellent amenities, NK FARMHOUSE_Dozzy_1569 Farmhouse is an ideal retreat near Hyderabad for relaxation, celebrations, or reconnecting with nature."
  },
  "kvp-farmhouse": {
    "desc": "Discover the best farmhouses in Hyderabad with Dozzy, your go-to destination for peaceful getaways. kvp_Dozzy_1583 Farm Stays, one of our standout properties, is surrounded by lush greenery and features a refreshing swimming pool, perfect for leisure and fun with loved ones.",
    "subdesc": "Designed for maximum comfort, the farmhouse rooms come with king-size beds, air conditioning, and essential amenities for a relaxing stay. TVs and fridges are also included to make your experience more convenient. Plus, enjoy evenings outdoors with our BBQ setup, ideal for memorable gatherings under the stars."
  },
  "amrapali": {
    "desc": "Dozzy brings you top-notch farmhouses near Hyderabad, ideal for peaceful retreats or hosting special events with friends and family. One of our most popular options is the Amrapali farmhouse, nestled in greenery to create a serene ambiance close to nature.",
    "subdesc": "This farmhouse features a stunning swimming pool, perfect for relaxing and creating fun memories. Rooms are equipped with air conditioning, king-size beds, TVs, fridges, and plenty of storage, ensuring a stress-free stay.Enjoy outdoor cooking with the provided BBQ facilities, making your visit even more delightful. With a serene location, stylish interiors, and premium amenities, Amrapali Farmhouse is a top choice for getaways, celebrations, or a peaceful escape from the city."
  },
  "canaan": {
    "desc": "Dozzy curates some of the best farmhouses in Hyderabad, offering perfect escapes for relaxation or family events. Among them, Canaan Farmhouse stands out, surrounded by greenery and designed to provide a serene, natural retreat.",
    "subdesc": "This picturesque farmhouse features a well-maintained swimming pool, great for leisure and fun moments. Each room includes air conditioning, king-sized beds, TVs, fridges, and ample storage to make your stay comfortable and convenient. A BBQ setup adds to the fun, enabling outdoor dining and grilling experiences. With peaceful surroundings, thoughtful interiors, and excellent amenities, Canaan Farmhouse is an ideal getaway for relaxation, celebrations, or reconnecting with nature near Hyderabad."
  },
  "varahi": {
    "desc": "Dozzy Farmhouse's Varahi Farmhouse in Hyderabad offers a peaceful retreat surrounded by greenery and includes a stunning swimming pool. Perfect for family vacations or weekend getaways, it features luxurious rooms with king-size beds, air conditioning, TVs, fridges, and more. A BBQ setup and bonfire pit add to the charm of a fun and memorable outdoor experience.",
    "subdesc": ""
  },
  "lm-farmhouse": {
    "desc": "Experience relaxation with Dozzy's farmhouses near Hyderabad, designed for peaceful retreats or special occasions. LM Farmhouse is one of the top picks, offering a serene ambiance amidst greenery.The farmhouse includes a refreshing swimming pool, while rooms are thoughtfully equipped with AC, king-size beds, TVs, fridges, and ample storage to meet all your needs.",
    "subdesc": "BBQ facilities make outdoor cooking an enjoyable experience. Combining natural beauty, modern interiors, and great amenities, LM Farmhouse is a must-visit destination for a perfect getaway or celebration."
  },
  "white-house": {
    "desc": "White house Farmhouse offers a serene forest retreat, ideal for a relaxing escape from the city's rush. The property features a lush garden, a refreshing pool, and a fully stocked kitchen, including dishes and BBQ amenities, for your convenience.",
    "subdesc": "Enjoy a 43-inch TV, WiFi, Bluetooth sound system, and access to streaming platforms like Netflix, Prime, Hotstar, Aha, and ZEE5. Engage in fun activities with games like carrom, cricket, shuttle, and chess for a memorable stay."
  },
  "han's": {
    "desc": "Nestled in a peaceful forest, Han's Farmhouse is the perfect getaway for unwinding and spending quality time. With a well-kept garden, sparkling pool, and a fully equipped kitchen, complete with a barbecue setup, your comfort is assured.",
    "subdesc": "Stay entertained with a 43-inch TV, WiFi, Bluetooth speakers, and streaming apps like Netflix, Prime, Hotstar, Aha, and ZEE5. Add excitement to your stay with games like shuttle, chess, cricket, and carrom."
  },
  "sb-farmhouse": {
    "desc": "SB Farm brings you a beautiful farmhouse near Hyderabad, perfect for a relaxing getaway or celebrating special occasions with loved ones. One of the standout options is the SB Farm farmhouse, surrounded by lush greenery that offers a peaceful, natural setting.",
    "subdesc": "This farmhouse is equipped with a spacious swimming pool, ideal for unwinding and creating unforgettable moments. The rooms come with modern amenities such as air conditioning, comfortable king-size beds, televisions, fridges, and ample storage space, ensuring a cozy and hassle-free stay for all guests."
  },
  "holiday": {
    "desc": "Holiday Farmhouse offers a tranquil escape just outside Hyderabad, perfect for those seeking a peaceful retreat or a venue to host memorable celebrations. Nestled in the heart of nature, this farmhouse is designed to provide a relaxing atmosphere away from the hustle and bustle of city life.",
    "subdesc": "With a large swimming pool, guests can enjoy a refreshing dip while soaking in the surrounding beauty. The rooms are thoughtfully designed with all the comforts you need, including air conditioning, luxurious king-size beds, televisions, fridges, and generous storage space, ensuring a pleasant and relaxing stay for everyone."
  },
  "arush-agri": {
    "desc": "Arush Agri Farmhouse offers a serene and picturesque escape just outside Hyderabad, ideal for those seeking a peaceful getaway or a venue for intimate gatherings. Surrounded by lush greenery and open fields, the farmhouse is perfect for reconnecting with nature and unwinding in a calm environment.",
    "subdesc": "The property features a spacious outdoor area where guests can explore and enjoy a range of activities, from nature walks to barbecues under the stars. The rooms are designed for comfort and relaxation, with modern amenities including air conditioning, queen-size beds, a television, mini-fridge, and ample wardrobe space, making your stay both comfortable and enjoyable."
  },
  "box-serenity": {
    "desc": "Box Serenity Farmhouse provides a peaceful sanctuary just a short drive from Hyderabad, offering a perfect escape for those looking to rejuvenate and unwind. With its expansive green lawns and tranquil surroundings, it’s an ideal location for nature lovers, families, or small groups seeking a break from city life.",
    "subdesc": "Guests can enjoy the spacious outdoor area, perfect for leisurely strolls, outdoor games, or simply relaxing in the calm environment. The farmhouse is equipped with all the necessary comforts, including well-appointed rooms with air conditioning, cozy double beds, a flat-screen TV, a mini-fridge, and plenty of storage space, ensuring a stress-free and restful stay."
  },
  "asn-farmhouse": {
    "desc": "ASN Farm Farmhouse offers an inviting retreat just outside Hyderabad, where you can enjoy a perfect blend of relaxation and adventure. Surrounded by scenic landscapes and lush greenery, it’s a haven for those who seek both peace and exploration, making it an ideal destination for families, friends, or corporate getaways.",
    "subdesc": "The farmhouse boasts wide open spaces, perfect for outdoor activities, picnics, and evening bonfires, allowing guests to truly experience the beauty of nature. Inside, the rooms are designed for ultimate comfort, featuring modern amenities such as air conditioning, king-size beds, LED televisions, mini-fridges, and ample closet space, ensuring a delightful and memorable stay for everyone."
  },
  "bgy-farmhouse": {
    "desc": "BGY Farmhouse is a serene retreat located just a short drive from Hyderabad, offering a refreshing break from the hustle and bustle of city life. Surrounded by lush greenery and peaceful landscapes, it's the perfect getaway for nature enthusiasts, families, or groups looking to relax and recharge.",
    "subdesc": "The farmhouse features a spacious outdoor setting where guests can enjoy morning walks, indulge in outdoor sports, or simply unwind amidst the calming atmosphere. Inside, the farmhouse offers modern amenities such as comfortable air-conditioned rooms, plush double beds, a flat-screen TV, a mini-fridge, and ample storage space, ensuring every guest has a relaxing and enjoyable stay. Whether you're here for a short break or a weekend getaway, BGY Farmhouse provides the ideal environment to connect with nature and rejuvenate."
  },
  "pb-farmhouse": {
    "desc": "PB Farmhouse offers a tranquil escape just outside Hyderabad, nestled in the heart of nature. This peaceful sanctuary is the perfect destination for those seeking a quiet retreat away from the city's noise. Whether you're a solo traveler, a couple, or a group, PB Farmhouse provides a serene environment to relax, unwind, and recharge.",
    "subdesc": "The expansive outdoor area allows guests to enjoy leisurely walks through lush greenery, partake in outdoor activities, or simply bask in the calm ambiance of the surroundings. Inside, the farmhouse is designed for comfort, featuring cozy, air-conditioned rooms with double beds, a flat-screen TV, a mini-fridge, and generous storage space, ensuring a cozy and relaxing stay. PB Farmhouse is the ideal location for anyone wanting to reconnect with nature and experience peaceful relaxation."
  },
  "mayur-farm": {
    "desc": "Mayur Farmhouse provides a serene escape just on the outskirts of Hyderabad, surrounded by picturesque farmland and lush landscapes. Ideal for those looking to break away from the hustle and bustle of the city, this charming retreat offers the perfect setting for relaxation and rejuvenation. Whether you're visiting solo, as a couple, or with friends and family, Mayur Farmhouse ensures a peaceful environment where you can unwind and reconnect with nature.",
    "subdesc": "The expansive outdoor area invites guests to take leisurely strolls through scenic farmlands, enjoy outdoor sports, or simply relax in the tranquility of nature. Inside, the farmhouse is thoughtfully designed for maximum comfort, with cozy, air-conditioned rooms equipped with double beds, a flat-screen TV, a mini-fridge, and ample storage space. Mayur Farmhouse is the perfect spot for anyone seeking a peaceful getaway in a serene and natural environment."
  },
  "ds-resort": {
    "desc": "Immerse yourself in a world of luxury, tranquility, and exclusivity at DS Resort, a carefully crafted 3 BHK farmhouse set in the peaceful landscape of Ranga Reddy. Designed for family gatherings, corporate retreats, weekend escapes, and special celebrations, this exceptional property offers an ideal refuge from the fast-paced city life.",
    "subdesc": "The property features spacious, elegantly appointed bedrooms, a tastefully designed living area, and a fully equipped kitchen, ensuring a stay of the highest comfort. Guests can unwind in the private swimming pool, while the expansive landscaped lawn provides the perfect backdrop for outdoor activities and relaxation. With 24/7 security and dedicated parking, you can enjoy complete peace of mind during your stay.Conveniently located just a short drive from Hyderabad, DS Resort offers a refined and serene getaway. Whether you’re looking for a peaceful retreat or an elegant venue for your next event, this resort guarantees an extraordinary experience. Book your stay today for an unmatched escape."
  },
  "mk-resort": {
    "desc": "MK Resort is a distinguished 3BHK retreat set in the peaceful enclave of Pedda Golconda, offering a perfect blend of luxury and natural beauty. Designed for those who value privacy, comfort, and exclusivity, the resort is an exceptional choice for family gatherings, corporate offsites, and private celebrations.",
    "subdesc": "The resort features expansive, elegantly appointed bedrooms, a private swimming pool, and meticulously landscaped lawns, providing an atmosphere of serenity and relaxation. A fully equipped kitchen offers convenience for meal preparation, while the indoor and outdoor seating areas create an inviting space for socializing and unwinding .Conveniently located yet offering a sense of seclusion, MK Resort is the ideal destination for special events, weekend getaways, and business retreats. Discover an unparalleled experience of elegance and peace—book your stay today for an unforgettable retreat."
  },
  "rk-farms": {
    "desc": "Rk Farms in Ibrahimpatnam offers a peaceful 1BHK getaway, ideal for anyone looking to escape the city's noise. The cozy farmhouse includes an air-conditioned bedroom with a double bed, flat-screen TV, mini-fridge, and ample storage for a comfortable stay. Surrounded by greenery, the outdoor space is perfect for morning walks or simply enjoying the calm atmosphere. Whether you're traveling solo, as a couple, or with close friends, Rk Farms promises a relaxing retreat in nature—just a short drive from the city, yet a world away from the hustle and bustle. Located just a short drive from the city, Rk Farms is your go-to destination to unwind, recharge, and reconnect with nature—without going too far from home",
    "subdesc": "Discover New Nature, a serene 2 BHK farmhouse located in the calm surroundings of Narayanpur. Tucked just outside the city, it's the ideal getaway for those yearning for a peaceful retreat. Perfect for individuals, couples, or small groups, New Nature promises an escape into tranquility and natural beauty.Guests can explore the expansive outdoors, enjoy leisure walks amid lush greenery, or unwind with light outdoor activities. Indoors, you'll find two cozy air-conditioned bedrooms with double beds, a flat-screen TV, mini-fridge, and ample storage—all designed for comfort and relaxation."
  },
  "mr-farms": {
    "desc": "Mr Farms offers a tranquil escape just outside the city, nestled in the heart of nature in Jeedipally. This peaceful 2 BHK sanctuary is the perfect destination for those seeking a quiet retreat away from the hustle and bustle of urban life. Whether you're a solo traveler, a couple, or a group of friends or family, Mr Farms provides a serene environment to relax, unwind, and recharge.",
    "subdesc": "The expansive outdoor area invites guests to enjoy leisurely walks through lush greenery, engage in fun outdoor activities, or simply soak in the calm ambiance of the surroundings. Inside, the farmhouse is thoughtfully designed for comfort, featuring two cozy, air-conditioned bedrooms with double beds, a flat-screen TV, a mini-fridge, and ample storage space—ensuring a truly relaxing and convenient stay."
  },
  "n-valley": {
    "desc": "N Valley, located just outside the city in Chandupatla, is an ideal retreat for those seeking peace and serenity. This peaceful haven is perfect for anyone looking to escape the noise and pressure of everyday life. Whether you’re traveling alone, with a partner, or in a group, N Valley offers a tranquil environment to relax, recharge, and disconnect",
    "subdesc": "The spacious outdoor area invites you to enjoy scenic walks, partake in outdoor activities, or simply relax in the serene surroundings. Inside, the 3 BHK farmhouse is equipped with air-conditioned rooms, double beds, a flat-screen TV, a mini-fridge, and plenty of storage space, ensuring comfort throughout your stay. N Valley is the ideal spot to reconnect with nature and enjoy complete relaxation."
  },
  "chaubey": {
    "desc": "Discover the serenity of Chaubey, a beautiful 3 BHK farmhouse located in the tranquil locale of Chilipched, just beyond the city's hustle. Perfect for solo travelers, couples, or groups, Chaubey offers an idyllic retreat where peace and nature come together to create the ultimate escape from daily life.",
    "subdesc": "The spacious outdoor area provides plenty of opportunities for scenic walks, outdoor games, or simply enjoying the stillness of nature. Inside, Chaubey’s cozy, air-conditioned rooms are equipped with double beds, a flat-screen TV, a mini-fridge, and ample storage, ensuring a comfortable and restful stay. Whether you’re seeking relaxation or a closer connection with nature, Chaubey is the perfect destination for a peaceful and rejuvenating getaway."
  },
  "tranquil-retreat": {
    "desc": "Need a break near Ranga Reddy? Tranquil Retreat is your perfect 5BHK farmhouse escape, built for relaxation, laughter, and good times. It’s ideal for a family trip, a friends get-together, a birthday party, or just some chill time away from city life. The home is decked out with comfy, air-conditioned bedrooms, modern furniture, and all the little extras to make you feel right at home. Step out into a world of greenery, open lawns, and quiet corners perfect for nature lovers.",
    "subdesc": "Dive into the fun with your very own private pool, great for splashing around or hosting a vibrant pool party. When night falls, light up the bonfire, fire up the grill, and enjoy delicious eats with your crew under the open sky. You’ll find plenty of games and activities to keep everyone entertained. Just a quick drive from Hyderabad, Tranquil Retreat gives you the perfect combo of seclusion, fun, and all the comforts you crave."
  },
  "verde-retreat": {
    "desc": "Just outside the city in Tondupally lies Verde Retreat, a calm 4 BHK escape perfect for those longing for a quiet break. Surrounded by nature, it’s a cozy haven for solo travelers, couples, or groups to relax, reset, and breathe freely.",
    "subdesc": "The green outdoors are ideal for nature walks, light play, or simply soaking up the serenity. Inside, enjoy restful nights with double beds, AC, a flat-screen TV, fridge, and ample storage—crafted for total comfort and ease. Let Verde Retreat be your peaceful destination to reconnect with nature and yourself in the charming Bhanur countryside."
  },
  "yash-farm": {
    "desc": "Step into tranquility at Yash Farm, a 3 BHK farmhouse nestled in the peaceful surroundings of Chinnashapur. Perfect for small groups, couples, or solo travelers, this countryside haven offers the ideal escape from everyday noise and city chaos.Take in the calm atmosphere with leisurely walks under shady trees, peaceful reading outdoors, or quiet chats with loved ones. The farmhouse itself is cozy and well-equipped—air-conditioned rooms with double beds, a flat-screen TV, mini-fridge, and enough space to settle in comfortably.",
    "subdesc": "Whether you're seeking rest, reflection, or reconnection, Yash Farm offers a refreshing experience in the heart of nature. It’s more than just a stay—it’s where serenity and comfort come together."
  },
  "charvi": {
    "desc": "Charvi offers a tranquil escape just outside the city, nestled in the heart of nature in Bhanur. This peaceful 3 BHK sanctuary is the perfect destination for those seeking a quiet retreat away from the hustle and bustle. Whether you're a solo traveler, a couple, or a group, Charvi provides a serene environment to relax, unwind, and recharge.",
    "subdesc": "The expansive outdoor area allows guests to enjoy leisurely walks through lush greenery, partake in outdoor activities, or simply bask in the calm ambiance of the surroundings. Inside, the farmhouse is designed for comfort, featuring cozy, air-conditioned rooms with double beds, a flat-screen TV, a mini-fridge, and generous storage space—ensuring a cozy and relaxing stay. Charvi is the ideal location for anyone wanting to reconnect with nature and experience peaceful relaxation in a scenic Bhanur setting."
  },
  "tranqui": {
    "desc": "Discover New Nature, a serene 2 BHK farmhouse located in the calm surroundings of Narayanpur. Tucked just outside the city, it's the ideal getaway for those yearning for a peaceful retreat. Perfect for individuals, couples, or small groups, New Nature promises an escape into tranquility and natural beauty.",
    "subdesc": "Guests can explore the expansive outdoors, enjoy leisure walks amid lush greenery, or unwind with light outdoor activities. Indoors, you'll find two cozy air-conditioned bedrooms with double beds, a flat-screen TV, mini-fridge, and ample storage—all designed for comfort and relaxation."
  },
  "casa-plams": {
    "desc": "Casa Palms is a serene 7 BHK retreat in Gunded, offering a peaceful break from the everyday noise. Cradled by nature, it welcomes solo guests, couples, and groups who seek space to rest or reflect. It's perfect for peaceful stays and mindful escapes.",
    "subdesc": "Wander through wide green lawns, enjoy outdoor fun, or simply sit back and soak in the stillness. Inside, comfort features include air-conditioned rooms, cozy double beds, a TV, mini-fridge, and convenient storage. With spacious common areas, it’s also ideal for small celebrations or bonding time with loved ones. Enjoy morning tea on the patio, birdsong in the background, or a quiet evening under the stars. Every corner of Casa Palms is designed to help you slow down and savor the moment.Let Casa Palms be your pause—where Gunded’s calm landscapes restore your balance and inner peace."
  },
  "new-nature": {
    "desc": "Discover New Nature, a serene 2 BHK farmhouse located in the calm surroundings of Narayanpur. Tucked just outside the city, it's the ideal getaway for those yearning for a peaceful retreat. Perfect for individuals, couples, or small groups, New Nature promises an escape into tranquility and natural beauty.",
    "subdesc": "Guests can explore the expansive outdoors, enjoy leisure walks amid lush greenery, or unwind with light outdoor activities. Indoors, you'll find two cozy air-conditioned bedrooms with double beds, a flat-screen TV, mini-fridge, and ample storage—all designed for comfort and relaxation."
  },
  "pleasant-view": {
    "desc": "Pleasant View, a charming 3BHK farmhouse located in Nyalata, offers a peaceful escape just outside Hyderabad. Whether you're looking to unwind for the weekend or planning a special celebration, this serene getaway is the perfect spot to relax, recharge, and make memories.",
    "subdesc": "Surrounded by nature, Pleasant View is designed to give you that 'away-from-it-all' feeling, without going too far from the city. The highlight is? A large private swimming pool where you can cool off and take in the natural beauty around you.Inside, the farmhouse is spacious and well-equipped with air-conditioned rooms, luxurious king-size beds, televisions, refrigerators, and plenty of storage for everything you need for a comfortable and enjoyable stay.Whether it’s a family outing, a chill weekend with friends, or a private event, Pleasant View at Nyalata has everything you need for a memorable experience."
  },
  "the-loft": {
    "desc": "Tucked away in the peaceful surroundings of Chatrakanigudem, The Loft is a cozy 1BHK farmhouse that’s perfect for couples, solo travelers, or small families looking for a quiet escape from the city buzz. Just a short drive from Hyderabad, this charming spot is ideal for a weekend of rest, relaxation, or a low-key celebration.",
    "subdesc": "Though compact, The Loft makes no compromises on comfort. The space is thoughtfully designed with a spacious air-conditioned bedroom, a comfy king-size bed, TV, fridge, and essential amenities to make your stay easy and comfortable.Step outside and you’ll find a private swimming pool surrounded by greenery—perfect for a morning dip or a sunset unwind. Whether you're here to disconnect or celebrate something special, The Loft in Chatrakanigudem offers just the right mix of peace and privacy"
  },
  "jk-farmhouse": {
    "desc": "Welcome to JK Farmhouse, a beautifully designed 3 BHK retreat set in the tranquil environs of Mansanpally. Offering a seamless blend of comfort, privacy, and natural charm, this farmhouse provides the perfect setting for those looking to escape the noise of urban life. Whether you're a solo traveler, a couple in search of a romantic weekend, or a group seeking meaningful time together, JK Farmhouse delivers an unmatched experience.",
    "subdesc": "Spread across a spacious outdoor landscape, the property invites you to relax, unwind, and reconnect with nature. Breathe in the fresh air, indulge in a morning stroll, or simply enjoy your coffee amidst the greenery. The interiors are thoughtfully furnished with air-conditioned bedrooms, plush double beds, flat-screen TVs, mini-fridges, and ample storage space, ensuring your stay is nothing short of luxurious. With modern amenities and a serene environment, JK Farmhouse promises a stay that’s both restful and newly fresh."
  },
  "luna-casa": {
    "desc": "Planning a family outing or a getaway with friends? Discover Luna Casa, a beautiful 6 BHK farmhouse tucked away in the serene surroundings of Medchal-Malkajgiri. Perfect for bonding and relaxation, this spacious retreat blends modern comforts with natural charm to create the ultimate escape from the city.",
    "subdesc": "Inside, you'll find well-appointed, air-conditioned rooms, cozy double beds, a flat-screen TV, mini-fridge, and plenty of storage. Step outside to enjoy wide open spaces, ideal for outdoor fun, quiet conversations, or simply soaking in the peaceful vibe.Whether you're celebrating, reconnecting, or just taking a break, Luna Casa offers a private, comfortable space designed for unforgettable moments with your loved ones."
  },
  "ar-farmhouse" : {
    "desc": "Escape the city's hustle and embrace tranquility at ar farmhouse, a charming 5 BHK retreat nestled in the peaceful locality of Bowrampet. Surrounded by lush greenery and just a short drive from the Outer Ring Road, this farmhouse offers the perfect blend of rustic charm and modern amenities, making it ideal for family gatherings, weekend getaways, or intimate celebrations.",
    "subdesc" : "Inside, ar farmhouse boasts spacious, air-conditioned rooms furnished with comfortable beds, flat-screen TVs, and ample storage. The open-plan living area is designed for relaxation and socializing, while the fully equipped kitchen caters to your culinary needs. Step outside to discover a private pool, expansive lawns, and a gazebo—perfect for evening chats or outdoor dining. Whether you're planning a special occasion or simply seeking a peaceful retreat, ar-farmhouse provides a serene and private environment for unforgettable moments with loved ones."
  },
  "heritage" : {
    "desc": "Heritage is a peaceful 2 BHK farmhouse located in Jeedipally, Hyderabad. Surrounded by greenery and fresh air, this farmhouse is perfect for a quiet weekend escape or a small family gathering. The space is private, well-maintained, and designed to give you comfort and relaxation.",
    "subdesc" : "Inside the farmhouse, you will find two cozy bedrooms with double beds, air conditioning, clean bathrooms, a TV, and a mini fridge. There is plenty of space to move around and feel at home. The outdoor area is ideal for enjoying nature, sitting under the trees, or letting kids play freely on the open lawn. Heritage is a great choice if you are looking to spend quality time with your loved ones away from the noise of the city. Whether you are planning a short trip or a peaceful celebration, this farmhouse offers everything you need for a calm and enjoyable stay near Hyderabad."
  },
  "essence-farm" : {
    "desc": "Essence Farm is a luxurious 5 BHK farmhouse located in Rimmanaguda, Hyderabad. This spacious retreat is perfect for large family gatherings, weekend celebrations, or corporate team outings. Surrounded by open green spaces and peaceful surroundings, Essence Farm offers the ideal escape from city life.",
    "subdesc" : "The farmhouse features five fully furnished bedrooms with air conditioning, soft beds, clean bathrooms, televisions, and ample storage. The modern kitchen and dining area make it easy to host meals and events. Outside, the wide lawns and open seating areas are great for games, parties, or simply relaxing with your group. Essence Farm combines comfort, space, and privacy to give you an unforgettable stay. Whether you're planning a birthday, a reunion, or a team retreat, this farmhouse offers everything you need for a refreshing and enjoyable experience close to Hyderabad."
  },
  "aish-farm" : {
    "desc": "Aish Farm in Venkatapuram is a peaceful 4BHK farmhouse retreat, ideal for those seeking a peaceful escape from city life. Drawing close in the heart of nature, this serene getaway is perfect for solo travelers, couples, or groups. Guests can enjoy restful walks through lush greenery, unwind in the spacious outdoor area, or simply relax amidst the calm atmosphere.",
    "subdesc" : "Inside, the farmhouse offers four comfortable, air-conditioned bedrooms, each featuring double beds, flat-screen TVs, mini-fridges, and ample storage space—ensuring a cozy and restful stay. Aish Farm invites you to reconnect with nature and recharge in total comfort."
  },
  "cherry-farm" : {
    "desc": "Just a short drive from the city, Cherry Farm in Ranga Reddy offers a refreshing retreat surrounded by nature. This quiet getaway is perfect for those wanting to unwind and leave behind the city’s hectic pace. Whether you're exploring alone, spending quality time as a couple, or relaxing with friends, Cherry Farm delivers calm and comfort in equal measure. ",
    "subdesc" : "The spacious 3 BHK farmhouse sits on lush grounds ideal for nature walks, outdoor games, or simply enjoying the serene landscape. Indoors, guests are welcomed with cozy, air-conditioned rooms complete with double beds, a flat-screen TV, mini-fridge, and plenty of storage. Everything is set up to make your stay as peaceful as possible. Cherry Farm offers a rare blend of comfort and nature, making it a top choice for peaceful escapes and weekend regeneration."
  },
  "pooja-farmhouse" : {
    "desc": "Escape the busy city and find peace at Pooja Farmhouse, a serene 1BHK retreat located in BB Nagar. Surrounded by lush greenery, this charming farmhouse is perfect for solo travelers, couples, or small groups looking to unwind. The air-conditioned interiors feature a double bed, flat-screen TV, mini-fridge, and ample storage, offering all the comforts of home. Step outside and breathe in nature as you stroll through the peaceful landscape or simply relax in the calm ambiance.",
    "subdesc" : "Whether you're planning a quiet weekend getaway or a short staycation, Pooja Farmhouse provides the ideal setting to disconnect from the digital noise and reconnect with yourself or your loved ones. Enjoy your morning tea in the garden , listen to the soothing sounds of nature, or spend your evenings under the stars. With its blend of simplicity and comfort, Pooja Farmhouse promises a refreshing escape that leaves you feeling recharged and at peace."
  },
  "bhavani-farmhouse" : {
    "desc": "Bhavani Farmhouse is a serene 4BHK retreat nestled in the lap of nature, located in the peaceful Medchal-Malkajgiri area, just beyond the city’s edge. Perfectly designed for peace, it offers a refreshing escape for solo travelers, couples, families, or groups looking to unwind from the hustle and bustle of urban life.",
    "subdesc" : "Set within expansive green grounds, guests can enjoy peaceful walks, outdoor relaxation, or quiet time in nature. The spacious 4 BHK farmhouse features air-conditioned rooms with double beds, flat-screen TVs, a mini-fridge, and ample storage — ensuring maximum comfort during your stay. Every moment at Bhavani Farmhouse invites you to slow down, breathe deeply, and reconnect with the natural world."
  },
  "kmm-farmhouse" : {
    "desc": "KMM Farmhouse, a charming 5 BHK farmhouse located in Timmapur, offers a peaceful escape just outside Hyderabad. Whether you're looking to unwind for the weekend or planning a special celebration, this serene getaway is the perfect spot to relax, recharge, and make memories.",
    "subdesc" : "Surrounded by nature, KMM Farmhouse is designed to give you that 'away-from-it-all' feeling without going too far from the city. The highlight? A large private swimming pool where you can cool off and take in the natural beauty around you.Inside, the farmhouse is spacious and well-equipped with air-conditioned rooms, luxurious king-size beds, televisions, refrigerators, and plenty of storage for everything you need for a comfortable and enjoyable stay.Whether it’s a family outing, a chill weekend with friends, or a private event, KMM Farmhouse at Timmapur has everything you need for a memorable experience."
  },
  "prakruthi-farm" : {
    "desc": "Prakruthi Farm is a tranquil 3BHK retreat located in the heart of nature, just outside the city in peaceful Ranga Reddy. It’s an ideal escape for solo travelers, couples, or groups seeking calm away from city life. The serene setting offers space to relax, unwind, and recharge.Outside, lush greenery welcomes you for leisurely walks, outdoor games, or simply soaking in nature’s peace. Inside, the farmhouse is well-equipped with air-conditioned rooms, double beds, flat-screen TVs, mini-fridge, and ample storage to ensure a comfortable stay.",
    "subdesc" : "The spacious layout makes it perfect for family gatherings or friendly get-togethers. A fully functional kitchen is also available, allowing guests to cook their favorite meals at their own pace. Whether you’re staying for a day or a weekend, every moment at Prakruthi Farm brings you closer to nature and peace of mind. For those looking to reconnect with nature and enjoy quiet comfort, Prakruthi Farm in Ranga Reddy is the perfect getaway."
  },
  "alphonso" : {
    "desc": "Discover a perfect blend of sophistication and serenity at Alphonso Farmhouse, an exclusive 5BHK retreat set amidst the lush landscapes of Gudur. Designed for those seeking elegance, privacy, and comfort, this premium getaway is ideal for family vacations, corporate offsites, and private celebrations.",
    "subdesc" : "Unwind in a private swimming pool, relax amidst expansive landscaped gardens, and enjoy a seamless blend of modern amenities with nature’s serenity. The spacious, well-appointed bedrooms offer a warm and sophisticated ambiance, while the open-air spaces are perfect for bonfire evenings, outdoor dining, and leisurely gatherings.Just a short drive from Hyderabad, Alphonso Farmhouse offers an escape into tranquility without compromising on luxury. Book your stay today and immerse yourself in an unparalleled countryside experience."
  },
  "hangout-haven-farmhouse" : {
    "desc": "Welcome to Hangout Haven Farmhouse, a peaceful 2BHK retreat located nestled in the lush surroundings of Kucharam, just a short drive from Hyderabad. Perfect for weekend getaways, small family gatherings, or chill hangouts with friends, this charming farmhouse blends comfort with nature.",
    "subdesc" : "The farmhouse features 2 spacious bedrooms, a fully equipped kitchen, a clean and cozy living area, and an open lawn ideal for bonfires, BBQ nights, and games. With a calm rural vibe, it’s the perfect spot to relax, refresh, and escape city noise. Whether you're looking for a budget-friendly staycation or a private space to unwind, Hangout Haven is your go-to farmhouse for comfort, greenery, and good times. Book your stay now and experience a laid-back countryside hangout like never before."
  },
  "kmr-farm" : {
    "desc": "Welcome to KMR Farm, a cozy 2BHK farmhouse nestled in the serene landscapes of Rangareddy, just a short drive from Hyderabad. Surrounded by greenery and open space, this peaceful retreat is perfect for family stays, small parties, or relaxing weekends away from the city buzz.",
    "subdesc" : "The farmhouse offers two comfortable bedrooms, a living area, a fully equipped kitchen, and open outdoor space ideal for get-togethers, BBQs, and fun activities. Whether you're looking to unwind with your loved ones or host a private gathering, KMR Farm delivers comfort and calm at your pace. Experience simplicity, privacy, and fresh air all in one stay a perfect blend of countryside charm and home style living."
  },
  "kp-farmhouse" : {
    "desc": "Escape to KP Farmhouse, a peaceful 2BHK getaway located in the quiet village of Naincheru, just outside Hyderabad. This farmhouse is the perfect spot for families, couples, or a small group of friends looking to relax in nature without going too far from the city.",
    "subdesc" : "Enjoy two spacious bedrooms, a comfy living area, a kitchen for basic cooking, and a large outdoor space ideal for chilling, games, or a private celebration. Whether it's a weekend hangout, a birthday bash, or just a quiet day with your loved ones, KP Farmhouse offers a calm and cozy setting for it all. Surrounded by greenery and fresh air, it's your perfect hideaway for peace, privacy, and pure vibes."
  }
}