{
  "cheritan": {
    "desc": "Cheritan Farmhouse, tucked away in the peaceful middle of the forest, provides a dreamlike haven from the bustling city life. Our farmhouse is set up to provide a perfect balance of leisure and enjoyment, guaranteeing you and your loved ones a memorable stay. Special features of Cheritan Farmhouse include a wonderful garden area, a cool swimming pool, a fully stocked kitchen with dishes and bowls, and a barbeque area for delicious meals. A 43-inch TV, WiFi, a Bluetooth audio system, and access to Netflix, Prime, Hotstar, Aha, and ZEE5 provide plenty of entertainment options. Play games like chess, carroms, shuttle, cricket, and shuttle to make sure everyone has a good time.",
    "subdesc": "Over the last several decades, urban investors have developed an interest in purchasing rural acreage and converting it into holiday homes or lavish resorts with plenty of greenery and scenic views. Since the vertical rise of structures in urban centres leaves little room for greenery and open space, demand for such housing choices has surged. As a result, individuals have begun investing actively in property in distant places. A farmhouse is one of these housing types since it enables the investor to possess both property and privacy."
  },
  "airport-friendly": {
    "desc": "Located in the beautiful surroundings of Shamshabad, Airport Friendly is a sophisticated 4BHK farmhouse designed to offer a seamless blend of luxury and nature. This exclusive retreat provides an ideal escape from the city's hustle, catering to solo travelers, couples, and groups seeking relaxation in a serene environment.",
    "subdesc": "The expansive outdoor space allows guests to immerse themselves in nature, enjoy outdoor recreational activities, or simply unwind in a peaceful setting. Inside, the farmhouse is meticulously designed for comfort, featuring air-conditioned rooms, plush double beds, a flat-screen TV, a mini-fridge, and ample storage. With its thoughtfully curated amenities and serene ambiance, Airport Friendly promises a distinguished and rejuvenating stay."
  },
  "myrtle": {
    "desc": "Myrtle Farmhouse is an elegant 5BHK retreat situated in the tranquil locale of Shamshabad, offering an exquisite blend of luxury and nature. Designed for discerning guests seeking comfort, privacy, and exclusivity, this farmhouse is an ideal destination for family gatherings, corporate retreats, and private celebrations. The property features spacious, well-appointed bedrooms, a private swimming pool, and lush landscaped lawns, providing a serene and rejuvenating atmosphere. A fully equipped kitchen ensures seamless meal preparation, while indoor and outdoor seating areas offer the perfect setting for relaxation and social gatherings.",
    "subdesc": "Strategically located for both accessibility and seclusion, Myrtle Farmhouse presents an exceptional venue for special occasions, weekend getaways, and corporate offsites. Experience the perfect combination of elegance and tranquility—reserve your stay today for an unforgettable retreat."
  },
  "avadhuta": {
    "desc": "Discover a perfect blend of sophistication and serenity at Avadhuta Farmhouse, an exclusive 4BHK retreat set amidst the lush landscapes of Moinabad. Designed for those seeking elegance, privacy, and comfort, this premium getaway is ideal for family vacations, corporate offsites, and private celebrations. Unwind in a private swimming pool, relax amidst expansive landscaped gardens, and enjoy a seamless blend of modern amenities with nature's serenity.",
    "subdesc": "The spacious, well-appointed bedrooms offer a warm and sophisticated ambiance, while the open-air spaces are perfect for bonfire evenings, outdoor dining, and leisurely gatherings. Just a short drive from Hyderabad, Avadhuta Farmhouse offers an escape into tranquility without compromising on luxury. Book your stay today and immerse yourself in an unparalleled countryside experience."
  },
  "nbr-farm": {
    "desc": "Tucked away in the peaceful surroundings of Kondamadugu, NBR Farmhouse offers a perfect retreat for those looking to unwind in nature. Designed for comfort and relaxation, this farmhouse is an ideal choice for couples, small families, or friends seeking a peaceful escape from the city's fast pace. Surrounded by lush greenery, the property offers a tranquil ambiance, making it perfect for intimate gatherings, weekend retreats, or even a quiet workcation.",
    "subdesc": "Featuring modern amenities, spacious outdoor areas, and cozy interiors, NBR Farmhouse ensures a refreshing and rejuvenating stay. Whether you're looking to unwind in nature, celebrate special moments, or simply enjoy a private retreat, this charming getaway provides the perfect setting for your next escape."
  },
  "mbr-farm": {
    "desc": "Escape to MBR Farm, a luxurious 4 BHK retreat nestled in Shamshabad's serene landscape, where sophistication meets tranquility. Perfect for family vacations, corporate offsites, or special celebrations, this exclusive farmhouse offers a refined sanctuary away from the city's hustle. Spacious, elegantly designed bedrooms, a stylish living area, and a fully equipped kitchen ensure both comfort and convenience for discerning guests.",
    "subdesc": "Relax by your private swimming pool or unwind in the expansive landscaped gardens, ideal for both recreation and quiet moments. With 24/7 security and ample parking, your privacy and safety are assured. Just minutes from Hyderabad yet worlds away from urban chaos, MBR Farm combines accessibility with peaceful seclusion. Whether hosting an event or seeking a rejuvenating getaway, this haven promises an extraordinary experience. Book now for your perfect blend of luxury and serenity."
  },
  "mount-meadows": {
    "desc": "Discover your perfect countryside escape at Mount Meadows Farmhouse, a serene 4 BHK retreat nestled in Medchal's lush landscapes. Designed for both relaxation and celebration, this spacious property offers the ideal blend of comfort and nature, making it perfect for weekend getaways, family reunions, or special events. Wake up to birdsong and fresh country air while enjoying complete privacy in this peaceful sanctuary.",
    "subdesc": "The farmhouse features four tastefully furnished bedrooms for ultimate comfort, along with a fully equipped kitchen for home-style dining. Entertain guests in stylish indoor lounges or host memorable gatherings in the picturesque outdoor spaces. Conveniently located just outside Hyderabad yet worlds away from urban noise, Mount Meadows Farmhouse provides the perfect setting to unwind or celebrate. Book your stay today for a refreshing countryside experience you won't soon forget."
  },
  "sakethavanam": {
    "desc": "TRADITIONALLY FARMHOUSES are simply homes built on agricultural lands to house and protect who owned or worked the land. The term Farmhouse isn't necessarily connected to a particular style identified by a fixed set of features, but a setting for a way of life. This is most likely why its appeal seems to be timeless.",
    "subdesc": "Over the last several decades, urban investors have developed an interest in purchasing rural acreage and converting it into holiday homes or lavish resorts with plenty of greenery and scenic views. Since the vertical rise of structures in urban centres leaves little room for greenery and open space, demand for such housing choices has surged. As a result, individuals have begun investing actively in property in distant places. A farmhouse is one of these housing types since it enables the investor to possess both property and privacy."
  },
  "psr-farmhouse": {
    "desc": "Dozzy showcases some of the best farmhouses in Hyderabad, ideal for peaceful retreats. One of our premier properties, PSR FARM Stays, is nestled in lush greenery and offers a serene escape. With a delightful swimming pool, it’s perfect for cooling off and spending quality time with loved ones.",
    "subdesc": "Rooms are well-furnished with king-size beds, air conditioning, and essential amenities to ensure your comfort. Additional features like TVs and fridges provide convenience during your stay. For a special touch, take advantage of the BBQ setup and enjoy an evening of outdoor dining and stargazing."
  },
  "v-farmhouse": {
    "desc": "Dozzy brings you some of the most exquisite farmhouses in Hyderabad, offering tranquil spaces for a relaxing escape. One of the highlights is the V FARMHOUSE_Dozzy_1560 Farm Stays, a charming property nestled in lush greenery, providing a perfect natural retreat. A swimming pool on-site ensures guests can unwind and enjoy fun moments with loved ones.",
    "subdesc": "The farmhouse features rooms designed for ultimate comfort, with king-size beds, air conditioning, and other essential amenities. TVs and fridges in the rooms provide added convenience, making your stay effortless. For evenings, enjoy a BBQ setup where you can grill and dine beneath the beautiful night sky."
  },
  "little-nest": {
    "desc": "Planning a farmhouse getaway in Hyderabad? Boxed Serenity in Shamshabad by Dozzy Farmhouses awaits you. Nestled in greenery and featuring a stunning swimming pool, it's perfect for family or friend's vacations. Comfortable rooms with king-size beds, AC, TVs, and fridges provide a cozy stay. Evenings get better with a BBQ setup and bonfire pit, offering a fun and unforgettable outdoor dining experience beneath the stars.",
    "subdesc": ""
  },
  "nk-farmhouse": {
    "desc": "Dozzy presents some of the finest farmhouses in and around Hyderabad, ideal for a peaceful getaway or hosting memorable events with loved ones. Among them, the NK FARMHOUSE_Dozzy_1569 Farmhouse stands out, surrounded by lush greenery to offer a tranquil escape close to nature.",
    "subdesc": "This charming farmhouse features a sparkling swimming pool, perfect for relaxation or fun-filled activities. Each room is designed for comfort, equipped with air conditioning, king-size beds, a TV, a fridge, and ample storage. The farmhouse also boasts BBQ facilities for delightful outdoor cooking and dining experiences. Thoughtfully added amenities ensure every convenience for your stay. With its serene surroundings, cozy interiors, and excellent amenities, NK FARMHOUSE_Dozzy_1569 Farmhouse is an ideal retreat near Hyderabad for relaxation, celebrations, or reconnecting with nature."
  },
  "kvp-farmhouse": {
    "desc": "Discover the best farmhouses in Hyderabad with Dozzy, your go-to destination for peaceful getaways. kvp_Dozzy_1583 Farm Stays, one of our standout properties, is surrounded by lush greenery and features a refreshing swimming pool, perfect for leisure and fun with loved ones.",
    "subdesc": "Designed for maximum comfort, the farmhouse rooms come with king-size beds, air conditioning, and essential amenities for a relaxing stay. TVs and fridges are also included to make your experience more convenient. Plus, enjoy evenings outdoors with our BBQ setup, ideal for memorable gatherings under the stars."
  },
  "amrapali": {
    "desc": "Dozzy brings you top-notch farmhouses near Hyderabad, ideal for peaceful retreats or hosting special events with friends and family. One of our most popular options is the Amrapali farmhouse, nestled in greenery to create a serene ambiance close to nature.",
    "subdesc": "This farmhouse features a stunning swimming pool, perfect for relaxing and creating fun memories. Rooms are equipped with air conditioning, king-size beds, TVs, fridges, and plenty of storage, ensuring a stress-free stay.Enjoy outdoor cooking with the provided BBQ facilities, making your visit even more delightful. With a serene location, stylish interiors, and premium amenities, Amrapali Farmhouse is a top choice for getaways, celebrations, or a peaceful escape from the city."
  },
  "canaan": {
    "desc": "Dozzy curates some of the best farmhouses in Hyderabad, offering perfect escapes for relaxation or family events. Among them, Canaan Farmhouse stands out, surrounded by greenery and designed to provide a serene, natural retreat.",
    "subdesc": "This picturesque farmhouse features a well-maintained swimming pool, great for leisure and fun moments. Each room includes air conditioning, king-sized beds, TVs, fridges, and ample storage to make your stay comfortable and convenient. A BBQ setup adds to the fun, enabling outdoor dining and grilling experiences. With peaceful surroundings, thoughtful interiors, and excellent amenities, Canaan Farmhouse is an ideal getaway for relaxation, celebrations, or reconnecting with nature near Hyderabad."
  },
  "varahi": {
    "desc": "Dozzy Farmhouse’s Varahi Farmhouse in Hyderabad offers a peaceful retreat surrounded by greenery and includes a stunning swimming pool. Perfect for family vacations or weekend getaways, it features luxurious rooms with king-size beds, air conditioning, TVs, fridges, and more. A BBQ setup and bonfire pit add to the charm of a fun and memorable outdoor experience.",
    "subdesc": ""
  },
  "lm-farmhouse": {
    "desc": "Experience relaxation with Dozzy's farmhouses near Hyderabad, designed for peaceful retreats or special occasions. LM Farmhouse is one of the top picks, offering a serene ambiance amidst greenery.The farmhouse includes a refreshing swimming pool, while rooms are thoughtfully equipped with AC, king-size beds, TVs, fridges, and ample storage to meet all your needs.",
    "subdesc": "BBQ facilities make outdoor cooking an enjoyable experience. Combining natural beauty, modern interiors, and great amenities, LM Farmhouse is a must-visit destination for a perfect getaway or celebration."
  },
  "white-house": {
    "desc": "White house Farmhouse offers a serene forest retreat, ideal for a relaxing escape from the city's rush. The property features a lush garden, a refreshing pool, and a fully stocked kitchen, including dishes and BBQ amenities, for your convenience.",
    "subdesc": "Enjoy a 43-inch TV, WiFi, Bluetooth sound system, and access to streaming platforms like Netflix, Prime, Hotstar, Aha, and ZEE5. Engage in fun activities with games like carrom, cricket, shuttle, and chess for a memorable stay."
  },
  "han's": {
    "desc": "Nestled in a peaceful forest, Han's Farmhouse is the perfect getaway for unwinding and spending quality time. With a well-kept garden, sparkling pool, and a fully equipped kitchen, complete with a barbecue setup, your comfort is assured.",
    "subdesc": "Stay entertained with a 43-inch TV, WiFi, Bluetooth speakers, and streaming apps like Netflix, Prime, Hotstar, Aha, and ZEE5. Add excitement to your stay with games like shuttle, chess, cricket, and carrom."
  },
  "sb-farmhouse": {
    "desc": "SB Farm brings you a beautiful farmhouse near Hyderabad, perfect for a relaxing getaway or celebrating special occasions with loved ones. One of the standout options is the SB Farm farmhouse, surrounded by lush greenery that offers a peaceful, natural setting.",
    "subdesc": "This farmhouse is equipped with a spacious swimming pool, ideal for unwinding and creating unforgettable moments. The rooms come with modern amenities such as air conditioning, comfortable king-size beds, televisions, fridges, and ample storage space, ensuring a cozy and hassle-free stay for all guests."
  },
  "holiday": {
    "desc": "Holiday Farmhouse offers a tranquil escape just outside Hyderabad, perfect for those seeking a peaceful retreat or a venue to host memorable celebrations. Nestled in the heart of nature, this farmhouse is designed to provide a relaxing atmosphere away from the hustle and bustle of city life.",
    "subdesc": "With a large swimming pool, guests can enjoy a refreshing dip while soaking in the surrounding beauty. The rooms are thoughtfully designed with all the comforts you need, including air conditioning, luxurious king-size beds, televisions, fridges, and generous storage space, ensuring a pleasant and relaxing stay for everyone."
  },
  "arush-agri": {
    "desc": "Arush Agri Farmhouse offers a serene and picturesque escape just outside Hyderabad, ideal for those seeking a peaceful getaway or a venue for intimate gatherings. Surrounded by lush greenery and open fields, the farmhouse is perfect for reconnecting with nature and unwinding in a calm environment.",
    "subdesc": "The property features a spacious outdoor area where guests can explore and enjoy a range of activities, from nature walks to barbecues under the stars. The rooms are designed for comfort and relaxation, with modern amenities including air conditioning, queen-size beds, a television, mini-fridge, and ample wardrobe space, making your stay both comfortable and enjoyable."
  },
  "box-serenity": {
    "desc": "Box Serenity Farmhouse provides a peaceful sanctuary just a short drive from Hyderabad, offering a perfect escape for those looking to rejuvenate and unwind. With its expansive green lawns and tranquil surroundings, it’s an ideal location for nature lovers, families, or small groups seeking a break from city life.",
    "subdesc": "Guests can enjoy the spacious outdoor area, perfect for leisurely strolls, outdoor games, or simply relaxing in the calm environment. The farmhouse is equipped with all the necessary comforts, including well-appointed rooms with air conditioning, cozy double beds, a flat-screen TV, a mini-fridge, and plenty of storage space, ensuring a stress-free and restful stay."
  },
  "asn-farmhouse": {
    "desc": "ASN Farm Farmhouse offers an inviting retreat just outside Hyderabad, where you can enjoy a perfect blend of relaxation and adventure. Surrounded by scenic landscapes and lush greenery, it’s a haven for those who seek both peace and exploration, making it an ideal destination for families, friends, or corporate getaways.",
    "subdesc": "The farmhouse boasts wide open spaces, perfect for outdoor activities, picnics, and evening bonfires, allowing guests to truly experience the beauty of nature. Inside, the rooms are designed for ultimate comfort, featuring modern amenities such as air conditioning, king-size beds, LED televisions, mini-fridges, and ample closet space, ensuring a delightful and memorable stay for everyone."
  },
  "bgy-farmhouse": {
    "desc": "BGY Farmhouse is a serene retreat located just a short drive from Hyderabad, offering a refreshing break from the hustle and bustle of city life. Surrounded by lush greenery and peaceful landscapes, it's the perfect getaway for nature enthusiasts, families, or groups looking to relax and recharge.",
    "subdesc": "The farmhouse features a spacious outdoor setting where guests can enjoy morning walks, indulge in outdoor sports, or simply unwind amidst the calming atmosphere. Inside, the farmhouse offers modern amenities such as comfortable air-conditioned rooms, plush double beds, a flat-screen TV, a mini-fridge, and ample storage space, ensuring every guest has a relaxing and enjoyable stay. Whether you're here for a short break or a weekend getaway, BGY Farmhouse provides the ideal environment to connect with nature and rejuvenate."
  },
  "pb-farmhouse": {
    "desc": "PB Farmhouse offers a tranquil escape just outside Hyderabad, nestled in the heart of nature. This peaceful sanctuary is the perfect destination for those seeking a quiet retreat away from the city's noise. Whether you're a solo traveler, a couple, or a group, PB Farmhouse provides a serene environment to relax, unwind, and recharge.",
    "subdesc": "The expansive outdoor area allows guests to enjoy leisurely walks through lush greenery, partake in outdoor activities, or simply bask in the calm ambiance of the surroundings. Inside, the farmhouse is designed for comfort, featuring cozy, air-conditioned rooms with double beds, a flat-screen TV, a mini-fridge, and generous storage space, ensuring a cozy and relaxing stay. PB Farmhouse is the ideal location for anyone wanting to reconnect with nature and experience peaceful relaxation."
  },
  "mayur-farm": {
    "desc": "Mayur Farmhouse provides a serene escape just on the outskirts of Hyderabad, surrounded by picturesque farmland and lush landscapes. Ideal for those looking to break away from the hustle and bustle of the city, this charming retreat offers the perfect setting for relaxation and rejuvenation. Whether you're visiting solo, as a couple, or with friends and family, Mayur Farmhouse ensures a peaceful environment where you can unwind and reconnect with nature.",
    "subdesc": "The expansive outdoor area invites guests to take leisurely strolls through scenic farmlands, enjoy outdoor sports, or simply relax in the tranquility of nature. Inside, the farmhouse is thoughtfully designed for maximum comfort, with cozy, air-conditioned rooms equipped with double beds, a flat-screen TV, a mini-fridge, and ample storage space. Mayur Farmhouse is the perfect spot for anyone seeking a peaceful getaway in a serene and natural environment."
  }
}